{
    "page.eLearning.hero.tagline": "Learning Solutions",
    "page.eLearning.hero.title": "E-Learning",
    "page.eLearning.hero.intro": "With strong expertise in managing the Instructional Systems Design (ISD) process - including conceptualization of design, e-Learning development, implementation, and evaluation - ISSI's professionals have successfully implemented user and system documentation/training for our clients.",
    "page.eLearning.hero.tools": "Our e-Learning developers have created interactive courseware using Outstart Trainer, SumTotal LCMS, Adobe Captivate, and other authoring tools. Additionally, our multimedia programmers are experienced in Dreamweaver, Flash, Adobe Premier, Adobe Photoshop, and a variety of digital A/V composition and editing tools, as well as AICC and SCORM 2004 authoring requirements.",
    "page.eLearning.hero.feature1.title": "Learning Management Systems",
    "page.eLearning.hero.feature1.desc": "Our ability to implement, configure, customize, and maintain learning management systems have been demonstrated by successful implementation of LMS solutions at both enterprise and global level.",
    "page.eLearning.hero.feature2.title": "Custom Development",
    "page.eLearning.hero.feature2.desc": "The business logic behind these learning management systems have been developed by our senior technical personnel with customized code and user interface to meet government usability and accessibility requirements.",
    "page.eLearning.hero.feature3.title": "Industry Partnerships",
    "page.eLearning.hero.feature3.desc": "ISSI has relationships with industry leaders such as THINQ Learning Solutions, CENTRA, and Prometric, along with reseller agreements with leading LMS and LCMS vendors including SumTotal Systems.",
    "page.eLearning.hero.certification": "International Software Systems, Inc. is an SBA certified small business that specializes in the learning domain. In addition to our vendor relationships, ISSI has business relationships with leading Learning Management, Virtual Classroom, Learning Evaluation (Kirkpatrick Levels 1-4), and Hosting vendors in order to provide distinct quality solutions through the GSA Schedule and Fastrac programs.",
    "page.eLearning.hero.talent.title": "Performance & Talent Management",
    "page.eLearning.hero.talent.desc": "ISSI's full range of performance and talent management services stem from its business contacts which use performance management vendors along with some human capital development industry's leading job and skills analysis vendors. Our depth of knowledge and experience helps us understand and adapt to the needs of human resources and training organizations of all sizes.",
    "page.eLearning.hero.years": "Years",
    "page.eLearning.hero.experience.label": "Experience"
}